Table of Contents
 Enum LoadGroupType
Namespace
IdeaRS.OpenModel.Loading
Assembly
IdeaRS.OpenModel.dll
Load group type
public enum LoadGroupType
Fields
Accidental = 2
Accidental
Fatigue = 4
Fatigue
Permanent = 0
Permanent
Seismic = 3
Seismic
Variable = 1
Variable
Fields
 Name |  Description
 Accidental = 2
Accidental
 Fatigue = 4
Fatigue
 Permanent = 0
Permanent
 Seismic = 3
Seismic
 Variable = 1
Variable
 Edit this page